/* different widget same name replace string */
"A different widget with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "En annan widget med samma namn finns redan installerad på datorn. Vill du ersätta denna widget med denna %@-widget?";

/* same name replace string */
"A file with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "En fil med samma namn finns redan installerad på datorn. Vill du ersätta den med widgeten ”%@”?";

/* warning for already installed in /Library, but newer */
"A newer version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "En nyare version av denna widget är redan installerad för alla användare på datorn. Installera den i detta användarkonto endast om du föredrar att använda det här exemplaret istället.";

/* newer version replace string */
"A newer version of the %@ widget is already installed. Would you like to replace it?" = "En nyare version av widgeten ”%@” finns redan installerad. Vill du ersätta den?";

/* older version replace string */
"An older version of the %@ widget is already installed. Would you like to replace it?" = "En äldre version av widgeten ”%@” finns redan installerad. Vill du ersätta den?";

/* warning for already installed in /Library, but older */
"An older version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "En äldre version av denna widget är redan installerad för alla användare på datorn. Installera den i detta användarkonto endast om du föredrar att använda det här exemplaret istället.";

/* install and open string */
"Do you want to install the %@ widget and open it in Dashboard?" = "Vill du installera widgeten %@ och öppna den i Dashboard?";

/* end preview string */
"End Test" = "Sluttest";

/* title for OK button */
"Install" = "Installera";

/* installation failed title */
"The %@ widget can't be installed." = "Widgeten %@ kan inte installeras.";

/* ok button */
"OK" = "OK";

/* replace button, instead of install */
"Replace" = "Ersätt";

/* title for OK button when developer run is on */
"Run" = "Kör";

/* preview button string */
"Test Drive" = "Testkörning";

/* invalid widget */
"You can't install the file %@ because it is not a valid widget." = "Du kan inte installera filen ”%@” eftersom den inte är en giltig widget.";

/* already installed replace string */
"The %@ widget is already installed. Would you like to replace it?" = "Widgeten %@ är redan installerad. Vill du ersätta den?";

/* install quit and replace string */
"The widget you are installing is already installed on your computer, and one or more copies of it are open. Reinstalling it will close all copies of the widget." = "Widgeten du installerar är redan installerad på datorn och en eller flera kopior av den är öppna. Om du installerar om den stängs alla exemplar av widgeten.";

/* install and quit string */
"The widget you are installing is already open. Installing this widget will close all copies of the widget." = "Widgeten du installerar är redan öppen. Om du installerar denna widget stängs alla exemplar av widgeten.";

/* widget deletion string */
"The widget you are replacing will be deleted immediately." = "Widgeten du ersätter kommer att raderas omedelbart.";

/* warning for already installed in /Library */
"This widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Denna widget är redan installerad för datorns alla användare. Installera den för den här användaren endast om du hellre vill använda denna kopia av widgeten.";

/* already installed with different name replace string */
"This widget is already installed on your computer, but it's named %@. Would you like to replace the widget %@ with the widget %@?" = "Den här widgeten är redan installerad på datorn men med namnet ”%@”. Vill du ersätta widgeten ”%@” med widgeten ”%@”?";

